{
    "palabras": [
        "+",
        "10",
        "100",
        "12",
        "14",
        "15",
        "2",
        "20",
        "3",
        "4",
        "40",
        "5",
        "50",
        "6",
        "7",
        "8",
        "9",
        "a",
        "aconsej",
        "activ",
        "adi",
        "adn",
        "agrad",
        "agradezc",
        "ahi",
        "aleman",
        "alemani",
        "algo",
        "algui",
        "algun",
        "alo",
        "aloh",
        "amabl",
        "amazon",
        "amer",
        "amig",
        "amist",
        "amistad",
        "anda",
        "andas",
        "ando",
        "apasion",
        "aqu",
        "asistent",
        "autor",
        "ayud",
        "año",
        "años",
        "bien",
        "bnas",
        "bonit",
        "brasil",
        "buen",
        "buena",
        "buenasss",
        "bye",
        "calcul",
        "canad",
        "cancion",
        "capaz",
        "capital",
        "carg",
        "celebr",
        "cha",
        "chatbot",
        "chau",
        "chid",
        "chin",
        "chist",
        "ciud",
        "color",
        "com",
        "comenz",
        "compañer",
        "comun",
        "con",
        "conoc",
        "consej",
        "constru",
        "cont",
        "contam",
        "cop",
        "cort",
        "cos",
        "cre",
        "creador",
        "cual",
        "cuand",
        "cuant",
        "cuent",
        "cuentam",
        "cuid",
        "cuidat",
        "curi",
        "curios",
        "da",
        "dam",
        "dar",
        "darm",
        "dat",
        "deb",
        "dec",
        "del",
        "deprim",
        "desanim",
        "descubiert",
        "descubr",
        "descubridor",
        "despues",
        "destin",
        "detras",
        "dia",
        "dias",
        "dim",
        "diner",
        "diseñ",
        "disfrut",
        "divert",
        "divid",
        "dond",
        "dueñ",
        "edad",
        "eiffel",
        "empez",
        "en",
        "encant",
        "encuentr",
        "ensal",
        "enseñ",
        "entre",
        "eres",
        "es",
        "escuch",
        "españ",
        "español",
        "esta",
        "estad",
        "estan",
        "estas",
        "este",
        "esto",
        "estos",
        "estoy",
        "exist",
        "explic",
        "explicam",
        "ey",
        "eyyy",
        "facebook",
        "favorit",
        "fech",
        "frances",
        "franci",
        "fras",
        "fue",
        "funcion",
        "fund",
        "fundador",
        "genial",
        "gobiern",
        "googl",
        "graci",
        "gracios",
        "guatemal",
        "guerr",
        "gust",
        "habil",
        "habl",
        "hac",
        "hag",
        "hallow",
        "hamburgues",
        "hast",
        "hay",
        "haz",
        "hazm",
        "hech",
        "hell",
        "hermos",
        "hey",
        "histori",
        "hiz",
        "hol",
        "holaa",
        "holi",
        "holii",
        "holis",
        "horribl",
        "hoy",
        "hub",
        "identif",
        "idiom",
        "import",
        "independent",
        "ingles",
        "ingredient",
        "inic",
        "inici",
        "inspir",
        "inteligent",
        "interes",
        "internacional",
        "invent",
        "ir",
        "itali",
        "italian",
        "japon",
        "japones",
        "las",
        "leer",
        "lengu",
        "lenguaj",
        "libr",
        "lider",
        "lis",
        "list",
        "llam",
        "llamart",
        "lleg",
        "llev",
        "lo",
        "los",
        "lueg",
        "lug",
        "lugar",
        "madr",
        "mal",
        "mas",
        "me",
        "men",
        "met",
        "mexic",
        "mi",
        "mil",
        "ministr",
        "mon",
        "moned",
        "motiv",
        "much",
        "muj",
        "multipl",
        "mundial",
        "music",
        "muy",
        "navid",
        "necesit",
        "niñ",
        "no",
        "noch",
        "nombr",
        "nos",
        "nuev",
        "numer",
        "ocup",
        "oficial",
        "ofrec",
        "oir",
        "ola",
        "oli",
        "onda",
        "ondaaa",
        "openai",
        "oper",
        "orden",
        "padr",
        "par",
        "pas",
        "past",
        "paz",
        "pelicul",
        "perfect",
        "pex",
        "pint",
        "pizz",
        "poc",
        "poem",
        "por",
        "porf",
        "portugues",
        "prefer",
        "prefier",
        "prepar",
        "president",
        "prim",
        "primer",
        "principal",
        "pront",
        "proxim",
        "pued",
        "que",
        "qui",
        "quien",
        "quier",
        "quiub",
        "random",
        "real",
        "recit",
        "recomend",
        "recomiend",
        "rein",
        "reir",
        "represent",
        "resta",
        "result",
        "robot",
        "roll",
        "sab",
        "salud",
        "san",
        "se",
        "see",
        "segund",
        "ser",
        "servici",
        "si",
        "sient",
        "signif",
        "simboliz",
        "sirv",
        "sistem",
        "sobr",
        "son",
        "sop",
        "sorprendem",
        "suert",
        "sum",
        "suma",
        "tal",
        "talc",
        "tan",
        "tant",
        "tard",
        "te",
        "tecnolog",
        "tesl",
        "ther",
        "tien",
        "tierr",
        "tip",
        "tiram",
        "tod",
        "torr",
        "trabaj",
        "trans",
        "trist",
        "tu",
        "turist",
        "tus",
        "un",
        "una",
        "unid",
        "usa",
        "usan",
        "usas",
        "util",
        "valentin",
        "vem",
        "ver",
        "verd",
        "ves",
        "viaj",
        "vidri",
        "visit",
        "wen",
        "wolaa",
        "you",
        "¿alg",
        "¿amazon",
        "¿com",
        "¿conoc",
        "¿cual",
        "¿cuand",
        "¿cuant",
        "¿cuentam",
        "¿de",
        "¿dim",
        "¿dond",
        "¿en",
        "¿er",
        "¿es",
        "¿est",
        "¿exist",
        "¿googl",
        "¿habl",
        "¿hay",
        "¿haz",
        "¿hazm",
        "¿la",
        "¿me",
        "¿met",
        "¿navid",
        "¿openai",
        "¿par",
        "¿pued",
        "¿qu",
        "¿quien",
        "¿quier",
        "¿sab",
        "¿se",
        "¿te",
        "¿tesl",
        "¿tien",
        "¿y"
    ],
    "etiquetas": [
        "agradecimiento",
        "amigos",
        "capacidades",
        "capital_alemania",
        "capital_canada",
        "capital_espana",
        "capital_estados_unidos",
        "capital_francia",
        "capital_guatemala",
        "capital_italia",
        "capital_japon",
        "capital_mexico",
        "capital_reino_unido",
        "chiste",
        "color_favorito",
        "como_estas_construido",
        "consejos",
        "creador_amazon",
        "creador_google",
        "creador_meta",
        "creador_openai",
        "creador_tesla",
        "cuento",
        "cultura_general_adn",
        "cultura_general_año_nuevo",
        "cultura_general_descubrimiento_america",
        "cultura_general_dia_amistad",
        "cultura_general_dia_internacional_paz",
        "cultura_general_dia_madre",
        "cultura_general_dia_mujer",
        "cultura_general_dia_nino",
        "cultura_general_dia_padre",
        "cultura_general_dia_tierra",
        "cultura_general_dia_trabajo",
        "cultura_general_halloween",
        "cultura_general_idioma_brasil",
        "cultura_general_independencia_mexico",
        "cultura_general_mona_lisa",
        "cultura_general_navidad",
        "cultura_general_san_valentin",
        "cultura_general_segunda_guerra_mundial",
        "cultura_general_torre_eiffel",
        "curiosidad",
        "despedida",
        "division",
        "edad",
        "emocion_bien",
        "emocion_mal",
        "emocion_triste",
        "frases",
        "gustos",
        "gustos_chatbot",
        "hacer_ensalada",
        "hacer_hamburguesa",
        "hacer_pasta",
        "hacer_pizza",
        "hacer_sopa",
        "historia",
        "identidad",
        "idioma_guatemala",
        "idiomas",
        "independencia_guatemala",
        "inteligencia",
        "moneda_guatemala",
        "multiplicacion",
        "nombre",
        "poema",
        "presidente_brasil",
        "presidente_canada",
        "presidente_estados_unidos",
        "presidente_francia",
        "presidente_guatemala",
        "presidente_mexico",
        "realidad",
        "recomendaciones_actividades",
        "recomendaciones_destinos",
        "recomendaciones_libros",
        "recomendaciones_musica",
        "recomendaciones_peliculas",
        "resta",
        "saludo",
        "suma",
        "trabajo",
        "ubicacion"
    ]
}